Repository: memuller/msgdia
Catalog: plugin/nextgen-gallery/lang/nggallery-*.po
Languages: pt_br

source: Sorry, NextGEN Gallery works only with a Memory Limit of 16 MB higher
pt_br: Desculpe, a NextGen Gallery funciona somente com o limite mínimo de 16Mb de memória ou maior

source: Picture tag
pt_br: Tag da imagem

source: Picture tag: %2$l.
pt_br: Tag da imagem: %2$l.

source: Separate picture tags with commas.
pt_br: Separe as tags das imagens com vírgulas.

source: L O A D I N G
pt_br: C A R R E G A N D O

source: Click to Close
pt_br: Clique para fechar

source: loading
pt_br: carregando

source: Overview
pt_br: Sumário

source: Get help
pt_br: Ajuda

source: Contribute
pt_br: Contribuir

source: Donate
pt_br: Doar

source: The <a href="http://www.macromedia.com/go/getflashplayer">Flash Player</a> and <a href="http://www.mozilla.com/firefox/">a browser with Javascript support</a> are needed..
pt_br: Você precisa ter instalando o plugin do <a href="http://www.macromedia.com/go/getflashplayer">Adobe Flash Player</a> e também de <a href="http://www.mozilla.com/firefox/">um browser com suporte a javascript</a> para ver este conteúdo...

source: [Gallery not found]
pt_br: [Galeria não encontrada]

source: [Album not found]
pt_br: [Álbum não encontrado]

source: [SinglePic not found]
pt_br: [Imagem única não encontrada]

source: Related images for
pt_br: Imagens relacionadas para

source: Copyright notes / Credits
pt_br: Direitos / Créditos

source: This plugin is primarily developed, maintained, supported, documented by
pt_br: Este plugin é primariamente desenvolvido, mantido, suportado e documentado por

source: There are many other folks who have made contributions to this project :
pt_br: Existem muitas outras pessoas que contribuiram para este projeto:

source: Contributors / Tribute to
pt_br: Contribuientes / Agradecimentos

source: If you study the code of this plugin, you will find out that we mixed a lot of good already existing code and ideas together.
pt_br: Se você estudar o código deste plugin, você verá que nós mixamos vários e bons códigos e idéias que já exisitam.

source: So, we would like to thank the following people for their pioneer work (without this work it's impossible to create such a plugin so fast)
pt_br: Então, nós gostaríamos de agradecer as pessoas a seguir por seu trabalho pioneiro (sem o mesmo seria impossível criar este plugin tão rapidamente)

source: for their great documented code
pt_br: pelo seu excelente e documentado código

source: for jQuery, which is the best Web2.0 framework
pt_br: pelo jQuery, que é o melhor framework 2.0

source: for the fantastic PHP Thumbnail Class
pt_br: pela fantástica Classe PHP Thumbnail

source: for a lot of very useful plugins and ideas
pt_br: pelos muitos e úteis plugins e idéias

source: for Shutter Reloaded, a real lightweight image effect
pt_br: pela Shutter Reloaded, uma biblioteca de efeitos de imagem realmente leve

source: for the best Media Flash Scripts on earth
pt_br: pelos melhores scripts de Mídia do Flash sobre a terra

source: for the Fugue Iconset
pt_br: pelo conjunto de ícones Fugue

source: for the Watermark plugin
pt_br: pelo plugin Watermark

source: If you didn't find your name on this list and there is some code which I integrate in my plugin, don't hesitate to send me a mail.
pt_br: Se você não encontrar seu nome nesta lista e e existe algum código que eu tenha integrado em meu plugin, não hesite em me contatar por e-mail.

source: How to support ?
pt_br: Como ajudar?

source: There exist several ways to contribute, help or support us in this work. Non of them are mandatory.
pt_br: Existem várias maneiras de contribuir, ajudar ou patrocinar nosso trabalho. Nada é obrigatório.

source: Send us bugfixes / code changes
pt_br: Mande-se correções, mudanças de código

source: The most motivated support for this plugin are your ideas and brain work
pt_br: O apoio mais motivador para este plugin são suas idéias e seu trabalho.

source: Translate the plugin
pt_br: Traduza o plugin

source: To help people to work with this plugin, I would like to have it in all available languages
pt_br: Para ajudar as pessoas a trabalhar com este plugin, eu gostaria de tê-lo em todas as linguagens disponíveis

source: Donate the work via paypal
pt_br: Faça uma doação usando o paypal

source: No doubt a very useful and easy motivation :-)
pt_br: Não há dúvidas que sua contribuição é muito útil e motivadora :)

source: Place a link to the plugin in your blog/webpage
pt_br: Coloque um link para este plugin no seu site ou blog

source: Yes, share and trackback is also a good support for this work
pt_br: Sim, compartilhar e indicar também é uma boa forma de ajudar este trabalho

source: Thanks!
pt_br: Obrigado!

source: We would like to thank this people which support us in the work :
pt_br: Nós gostaríamos de agradecer estas pessoas que nos apoiam neste trabalho:

source: and all donators...
pt_br: e a todos que fazem doações...

source: Upload failed!
pt_br: Falha ao enviar imagem!

source: No gallery selected !
pt_br: Não foram selecionadas galerias!

source: Image Files
pt_br: Arquivos de Imagem

source: remove
pt_br: remover

source: Browse...
pt_br: Procurar...

source: Upload images
pt_br: Enviar imagens

source: Add new gallery
pt_br: Adicionar nova galeria

source: Upload a Zip-File
pt_br: Enviar um arquivo Zip

source: Import image folder
pt_br: Importar pasta com imagens

source: Upload Images
pt_br: Enviar Imagens

source: New Gallery
pt_br: Nova Galeria

source: Create a new , empty gallery below the folder
pt_br: Criar uma nova galeria vazia a partir da pasta

source: Allowed characters for file and folder names are
pt_br: Os caracteres permitidos para nomes de arquivos e pastas são

source: Add gallery
pt_br: Adicionar galeria

source: Select Zip-File
pt_br: Selecionar arquivo Zip

source: Upload a zip file with images
pt_br: Enviar um arquivo Zip com imagens

source: or enter a Zip-File URL
pt_br: ou informe um URL de um Arquivo-Zip

source: Import a zip file with images from a url
pt_br: Importar um arquivo zipado com imagens de uma url

source: in to
pt_br: em

source: a new gallery
pt_br: uma nova galeria

source: Note : The upload limit on your server is
pt_br: Observação: O limite de upload do seu servidor é

source: Start upload
pt_br: Iniciar upload

source: Import from Server path:
pt_br: Importar do caminho do servidor:

source: Please note : For safe-mode = ON you need to add the subfolder thumbs manually
pt_br: Observação: Se você estiver utilizando o mode seguro "safe-mode = ON" você precisará adicionar subpastas de miniaturas manualmente

source: Import folder
pt_br: Importar pasta

source: Upload image
pt_br: Enviar imagem

source: Choose gallery
pt_br: Selecionar galeria

source: The batch upload requires Adobe Flash 10, disable it if you have problems
pt_br: Para utilizar o envio automático você precisa do Adobe Flash Player 10 instalado, desative esta opção se você encontrar problemas

source: Disable flash upload
pt_br: Desativar envio via flash

source: Upload multiple files at once by ctrl/shift-selecting in dialog
pt_br: Envie vários arquivos de uma vez selecionando os arquivos pressionando a tecla ctrl ou shift

source: Enable flash based upload
pt_br: Ativar envio via flash

source: Add Gallery / Images
pt_br: Add Galerias / Imagens

source: Manage Gallery
pt_br: Gerenciar Galeria

source: Tags
pt_br: Tags (palavras-chave)

source: Options
pt_br: Opções

source: Style
pt_br: Estilo

source: Setup Gallery
pt_br: Configurar Galeria

source: Setup
pt_br: Configurações

source: Roles
pt_br: Permissões

source: About this Gallery
pt_br: Sobre esta Galeria

source: About
pt_br: Sobre

source: A new version of NextGEN Gallery is available !
pt_br: Uma nova versão da NextGEN Gallery está disponível!

source: Download here
pt_br: Faça o download aqui

source: Thanks for using this plugin, I hope you are satisfied ! If you would like to support the further development, please consider a <strong><a href="%s">donation</a></strong>! If you still need some help, please post your questions <a href="http://wordpress.org/tags/nextgen-gallery?forum_id=10">here</a> .
pt_br: Obrigado por usar este plugin, eu espero que você fique satisfeito! Se você gostaria de apoiar o desenvolvimento, por favor, considere uma <strong><a href="%s">doação</a></strong>! Se você precisa de ajuda, por favor envie suas questões <a href="http://wordpress.org/tags/nextgen-gallery?forum_id=10">aqui</a>.

source: OK, hide this message now !
pt_br: OK, esconder esta mensagem agora !

source: You do not have the correct permission
pt_br: Você não tem a permissão correta

source: Unexpected Error
pt_br: Erro Inesperado

source: A failure occurred
pt_br: Ocorreu uma falha

source: Gallery
pt_br: Galeria

source: <a href="http://dpotter.net/Technical/2008/03/nextgen-gallery-review-introduction/" target="_blank">Introduction</a>
pt_br: <a href="http://www.curlyrob.de/curlyrob/?page_id=129" target="_blank">Introdução</a>

source: <a href="http://dpotter.net/Technical/2008/03/nextgen-gallery-review-introduction/" target="_blank">Setup</a>
pt_br: <a href="http://www.curlyrob.de/curlyrob/?page_id=129" target="_blank">Configuração</a>

source: <a href="http://alexrabe.de/wordpress-plugins/nextgen-gallery/languages/" target="_blank">Translation by alex rabe</a>
pt_br: <a href="http://alexrabe.boelinger.com/wordpress-plugins/nextgen-gallery/languages/" target="_blank">Tradução por Marcelo Vetter</a>

source: <a href="http://dpotter.net/Technical/2008/03/nextgen-gallery-review-introduction/" target="_blank">Roles / Capabilities</a>
pt_br: <a href="http://www.curlyrob.de/curlyrob/?page_id=129" target="_blank">Regras / Permissões</a>

source: <a href="http://dpotter.net/Technical/2008/03/nextgen-gallery-review-introduction/" target="_blank">Styles</a>
pt_br: <a href="http://www.curlyrob.de/curlyrob/?page_id=129" target="_blank">Estilos</a>

source: Templates
pt_br: Temas/Templates

source: <a href="http://dpotter.net/Technical/2008/03/nextgen-gallery-review-introduction/" target="_blank">Gallery management</a>
pt_br: <a href="http://www.curlyrob.de/curlyrob/?page_id=129" target="_blank">Gerenciamento da Galeria</a>

source: Gallery example
pt_br: Exemplo de Galeria

source: Gallery tags
pt_br: Tags/Palavras-chave da Galeria

source: <a href="http://dpotter.net/Technical/2008/03/nextgen-gallery-review-introduction/" target="_blank">Album management</a>
pt_br: <a href="http://www.curlyrob.de/curlyrob/?page_id=129" target="_blank">Gerenciamento do Álbum</a>

source: Album example
pt_br: Exemplo de Álbum

source: Album tags
pt_br: Tags/Palavras-chave do Álbum

source: <a href="http://dpotter.net/Technical/2008/03/nextgen-gallery-review-introduction/" target="_blank">Gallery tags</a>
pt_br: <a href="http://www.curlyrob.de/curlyrob/?page_id=129" target="_blank">Tags/Palavras-chave da Galeria</a>

source: Related images
pt_br: Imagens relacionadas

source: <a href="http://dpotter.net/Technical/2008/03/nextgen-gallery-review-image-management/" target="_blank">Image management</a>
pt_br: <a href="http://dpotter.net/Technical/2008/03/nextgen-gallery-review-image-management/" target="_blank">Gerenciamento das Imagens</a>

source: Custom fields
pt_br: Campos personalizados

source: Get help with NextGEN Gallery
pt_br: Consiga ajuda sobre a NextGen Gallery

source: More Help & Info
pt_br: Mais Ajuda & Informação

source: <a href="http://wordpress.org/tags/nextgen-gallery?forum_id=10" target="_blank">Support Forums</a>
pt_br: <a href="http://wordpress.org/tags/nextgen-gallery?forum_id=10" target="_blank">Foruns de Suporte (em inglês)</a>

source: FAQ
pt_br: FAQ (em inglês)

source: Feature request
pt_br: Requisição de funções

source: Get your language pack
pt_br: Pegue seu pacote de idioma

source: Contribute development
pt_br: Contribua com o desenvolvimento

source: Download latest version
pt_br: Faça o dowload da última versão

source: Update Successfully
pt_br: Atualizado com Sucesso

source: Album deleted
pt_br: Álbum apagado

source: Manage Albums
pt_br: Gerenciar Álbuns

source: Select album
pt_br: Selecionar álbum

source: No album selected
pt_br: Não há álbum selecionado

source: Update
pt_br: Atualizar

source: Edit album
pt_br: Editar álbum

source: Delete
pt_br: Apagar

source: Delete album ?
pt_br: Apagar álbum?

source: Add new album
pt_br: Adicionar novo álbum

source: Add
pt_br: Adicionar

source: Show / hide used galleries
pt_br: Mostrar / esconder galerias usadas

source: [Show all]
pt_br: [Mostrar todos]

source: Maximize the widget content
pt_br: Maximizar o conteúdo do widget

source: [Maximize]
pt_br: [Maximizar]

source: Minimize the widget content
pt_br: Minimar o conteúdo do widget

source: [Minimize]
pt_br: [Minimizar]

source: After you create and select a album, you can drag and drop a gallery or another album into your new album below
pt_br: Após criar e selecionar um álbum, você pode arrastar e soltar uma galeria ou outro album dentro do seu novo album

source: Select gallery
pt_br: Selecionar galeria

source: Album ID
pt_br: ID do álbum

source: No album selected!
pt_br: Não há álbum selecionado!

source: Album name:
pt_br: Nome do álbum:

source: Album description:
pt_br: Descrição do album:

source: Select a preview image:
pt_br: Selecionar uma imagem de pré-visualização

source: No picture
pt_br: Sem imagem

source: Page Link to
pt_br: Linkar página para

source: Not linked
pt_br: Não linkado

source: Cancel
pt_br: Cancelar

source: Name
pt_br: Nome

source: Title
pt_br: Título

source: Page
pt_br: Página

source: Cheatin&#8217; uh?
pt_br: Trapaceando?

source: Select with the mouse the area for the new thumbnail
pt_br: Seleciona com o mouse a área para a nova miniatura

source: Thumbnail updated
pt_br: Miniatura atualizada

source: Error updating thumbnail
pt_br: Erro ao atualizar a miniatura

source: Select the area for the thumbnail from the picture on the left.
pt_br: Selecione a area para a miniatura a partir da imagem a esquerda.

source: No valid gallery name!
pt_br: Nome de galeria inválido!

source: Directory
pt_br: Diretório

source: didn't exist. Please create first the main gallery folder
pt_br: não existe. Por favor crie a pasta principal da galeria

source: Check this link, if you didn't know how to set the permission :
pt_br: Navegue neste link, caso você não saiba como configurar as permissões:

source: is not writeable !
pt_br: não é gravável! (Você não tem permissão para gravar neste diretório)

source: Unable to create directory
pt_br: Impossível criar o diretório

source: The server setting Safe-Mode is on !
pt_br: A configuração Safe-Mode do servidor está ligada (On)

source: If you have problems, please create directory
pt_br: Se você encontrar problemas, por favor crie o diretório

source: and the thumbnails directory
pt_br: e o diretório das miniaturas

source: with permission 777 manually !
pt_br: com a permissão 777 (escrita) manualmente!

source: already exists
pt_br: já existe

source: Gallery %1$s successfully created.<br/>You can show this gallery with the tag %2$s.<br/>
pt_br: Galeria %1$s criada com sucesso..<br/>Você pode mostrar essa galeria com a tag %2$s.<br/>

source: Edit gallery
pt_br: Editar galeria

source: doesn&#96;t exist!
pt_br: não existe!

source: contains no pictures
pt_br: não contém imagens

source: Database error. Could not add gallery!
pt_br: Erro no banco de dados. Não foi possível adicionar a galeria!

source: successfully created!
pt_br: criada com sucesso

source: Create new thumbnails
pt_br: Criar novas miniaturas

source: picture(s) successfully added
pt_br: imagem(s) adicionadas com sucesso

source: Object didn't contain correct data
pt_br: Objeto não contém informação correta

source: is not writeable
pt_br: não é gravável

source: is not writeable
pt_br: não é gravável

source: (Error : Couldn't not update data base)
pt_br: (Erro: Não foi possível atualizar o banco de dados)

source: (Error : Couldn't not update meta data)
pt_br: (Erro: Não foi possível atualizar a meta informação)

source: (Error : Couldn't not find image)
pt_br: (Erro: Não foi possível encontrar a imagem)

source: No valid URL path
pt_br: Nenhum caminho de URL válida

source: Import via cURL failed.
pt_br: Importação via cURL falhou.

source: Uploaded file was no or a faulty zip file ! The server recognize :
pt_br: O arquivo enviado está com problema ou é um arquivo defeituoso! Mensagem do servidor:

source: Could not get a valid foldername
pt_br: Não foi possível obter um nome de pasta válido

source: Unable to create directory %s. Is its parent directory writable by the server?
pt_br: Impossível criar o diretório %s. A pasta tem permissão de gravação no servidor?

source: Zip-File successfully unpacked
pt_br: Arquivo Zip descompactado com sucesso

source: Failure in database, no gallery path set !
pt_br: Falha no banco de dados, não foi configurado o caminho da galeria

source: is no valid image file!
pt_br: não é um arquivo de imagem válido!

source: Unable to write to directory %s. Is this directory writable by the server?
pt_br: Impossível gravar no diretório %s. O diretório tem permissão de gravação no servidor?

source: Error, the file could not moved to :
pt_br: Erro, o arquivo não pode ser movido para:

source: Error, the file permissions could not set
pt_br: Erro, o arquivo de permissões não pode configurar

source: Image(s) successfully added
pt_br: Imagem(s) adicionadas com sucesso

source: Invalid upload. Error Code :
pt_br: Envio inválido. Código do Erro:

source: Sorry, you have used your space allocation. Please delete some files to upload more files.
pt_br: Desculpe, você utilizou seu limite de espaço em disco. Por favor apague alguns arquivos para continuar enviando novos arquivos.

source: SAFE MODE Restriction in effect! You need to create the folder <strong>%s</strong> manually
pt_br: Restrição do SAFE MODE em ação! Você precisa criar a pasta <strong>%s</strong> manualmente

source: When safe_mode is on, PHP checks to see if the owner (%s) of the current script matches the owner (%s) of the file to be operated on by a file function or its directory
pt_br: Quando o safe_mode está ativado, o PHP verifica se o proprietário (%s) do script atual confere com o proprietário (%s) do arquivo a ser utilizado por uma função ou diretório

source: The destination gallery does not exist
pt_br: A galeria de destino não existe

source: Failed to move image %1$s to %2$s
pt_br: Falha ao mover a imagem %1$s para %2$s

source: Moved %1$s picture(s) to gallery : %2$s .
pt_br: %1$s imagem(s) movida(s) para a galeria: %2$s .

source: Failed to copy image %1$s to %2$s
pt_br: Falha ao copiar a imagem %1$s para %2$s

source: Failed to copy database row for picture %s
pt_br: Falha ao copiar a linha de banco de dados para a imagem %s

source: Image %1$s (%2$s) copied as image %3$s (%4$s) &raquo; The file already existed in the destination gallery.
pt_br: Imagem %1$s (%2$s) copiada como imagem %3$s (%4$s) &raquo; O arquivo já existe na galeria de destino.

source: Image %1$s (%2$s) copied as image %3$s (%4$s)
pt_br: Imagem %1$s (%2$s) copiada como imagem %3$s (%4$s)

source: Copied %1$s picture(s) to gallery: %2$s .
pt_br: Copiada(s) %1$s imagem(s) para a galeria: %2$s .

source: Sorry, NextGEN Gallery works only with a role called administrator
pt_br: Desculpe, a NextGEN Gallery só funciona com permissão de Administrador

source: NextGEN Gallery : Tables could not created, please check your database settings
pt_br: NextGEN Gallery: As tabelas não foram criadas, por favor, verfique suas configurações de banco de dados

source: [Show as slideshow]
pt_br: [Mostrar como slideshow]

source: [Show picture list]
pt_br: [Mostrar lista de imagens]

source: No images selected
pt_br: Não há imagens selecionadas

source: You are about to start the bulk edit for %s galleries 'Cancel' to stop, 'OK' to proceed.
pt_br: Você está prestes a iniciar a edição em massa para %s galerias 'Cancelat' para parar, 'OK' para continuar..

source: Gallery Overview
pt_br: Resumo da Galeria

source: Search Images
pt_br: Procurar Imagens

source: No action
pt_br: Sem ação

source: Set watermark
pt_br: Colocar marca dágua

source: Resize images
pt_br: Redimensionar imagens

source: Import metadata
pt_br: Importar metadados

source: Apply
pt_br: Aplicar

source: Displaying %s&#8211;%s of %s
pt_br: Mostrando %s&#8211;%s de %s

source: Description
pt_br: Descrição

source: Author
pt_br: Autor

source: Page ID
pt_br: ID da Página

source: Quantity
pt_br: Quantidade

source: Action
pt_br: Ação

source: Edit
pt_br: Editar

source: Delete this gallery ?
pt_br: Apagar esta galeria?

source: No entries found
pt_br: Não foram encontradas entradas.

source: Resize Images to
pt_br: Redimensionar Imagens para

source: Width x height (in pixel). NextGEN Gallery will keep ratio size
pt_br: Largura x Altura (em pixels). A NextGEN Gallery irá manter a proporção

source: Width x height (in pixel)
pt_br: Altura x Largura (em pixels)

source: These values are maximum values
pt_br: Estes são os valores máximos permitidos

source: Set fix dimension
pt_br: Configurar dimensão para ajustar

source: Ignore the aspect ratio, no portrait thumbnails
pt_br: Ignore o aspecto(proporção), sem miniaturas em formato retrato

source: Gallery not found.
pt_br: Galeria não encontrada.

source: Sorry, you have no access here
pt_br: Desculpe, você não tem acesso aqui

source: You are about to start the bulk edit for %s images 'Cancel' to stop, 'OK' to proceed.
pt_br: Você está prestes a iniciar a edição automática para %s imagens 'Cancelat' para parar, 'OK' para continuar..

source: Search results for &#8220;%s&#8221;
pt_br: Resultados da pesquisa para &#8220;%s&#8221;

source: Gallery settings
pt_br: Configurações da Galeria

source: Click here for more settings
pt_br: Clique aqui para mais configurações

source: Preview image
pt_br: Visualizar imagem

source: No Picture
pt_br: Sem imagem

source: Path
pt_br: Caminho

source: Create new page
pt_br: Criar nova página

source: Main page (No parent)
pt_br: Página principal (sem pai)

source: Add page
pt_br: Adicionar página

source: Scan Folder for new images
pt_br: Procurar novas imagens na pasta

source: Save Changes
pt_br: Salvar alterações

source: Delete images
pt_br: Apagar imagens

source: Rotate images clockwise
pt_br: Girar imagens no sentido horário

source: Rotate images counter-clockwise
pt_br: Girar imagens no sentido horário

source: Copy to...
pt_br: Copiar para...

source: Move to...
pt_br: Mover para...

source: Add tags
pt_br: Adicionar tags

source: Delete tags
pt_br: Apagar tags

source: Overwrite tags
pt_br: Sobrescrever tags

source: Sort gallery
pt_br: Classificar galeria

source: View "%s"
pt_br: Ver "%s"

source: View
pt_br: Ver

source: Show Meta data
pt_br: Mostrar metadados

source: Customize thumbnail
pt_br: Personalizar miniatura

source: Edit thumb
pt_br: Editar miniatura

source: Rotate
pt_br: Girar

source: Delete "%s"
pt_br: Apagar "%s"

source: Enter the tags
pt_br: Insira as tags

source: Select the destination gallery:
pt_br: Selecione a galeria de destino:

source: Thumbnail
pt_br: Miniatura

source: Filename
pt_br: Nome de arquivo

source: Alt &amp; Title Text
pt_br: Alt &amp; Title

source: Tags (comma separated list)
pt_br: Tags (separe com vírgula)

source: exclude
pt_br: excluir

source: Sort order changed
pt_br: Ordem da classificação alterada

source: Sort Gallery
pt_br: Classificar Galeria

source: Update Sort Order
pt_br: Atualizar ordem de classificação

source: Back to gallery
pt_br: Voltar para a galeria

source: Presort
pt_br: Pré-classificar

source: Unsorted
pt_br: Não-classificada

source: Image ID
pt_br: ID da Imagem

source: Date/Time
pt_br: Data/Hora

source: Ascending
pt_br: Crescente

source: Descending
pt_br: Decrescente

source: deleted successfully
pt_br: apagado com sucesso

source: Picture
pt_br: Imagem
