Repository: memuller/msgdia
Catalog: plugin/nextgen-gallery/lang/nggallery-*.po
Languages: pt_br

source: This is the default path for all blogs. With the placeholder %BLOG_ID% you can organize the folder structure better. The path must end with a /.
pt_br: Este é o caminho padrão para todos os blogs. Com a marca %BLOG_ID% você pode organizar a estrutura da pasta melhor. O caminho deve terminar com uma /. (Barra)

source: Enable upload quota check
pt_br: Ativar checagem de cota de upload

source: Should work if the gallery is bellow the blog.dir
pt_br: Deve funcionar se a galeria estiver no diretório do blog

source: Enable zip upload option
pt_br: Ativar opção de envio de arquivos Zip

source: Allow users to upload zip folders.
pt_br: Permitir que usuários enviem pastas compactadas

source: Enable style selection
pt_br: Ativar seleção de estilo

source: Allow users to choose a style for the gallery.
pt_br: Permitir que usuários selecionem um estilo para a galeria.

source: Enable roles/capabilities
pt_br: Ativar permissões / funções

source: Allow users to change the roles for other blog authors.
pt_br: Permitir que usuários alterem as permissões para outros autores.

source: Default style
pt_br: Estilo padrão

source: Choose the default style for the galleries.
pt_br: Escolha um estilo padrão para as galerias.

source: You are not allowed to be here
pt_br: Você não tem permissão para estar aqui

source: Show as
pt_br: Mostrar como

source: Image list
pt_br: Lista de imagens

source: Imagebrowser
pt_br: Visualizador de imagens

source: No album
pt_br: Não há álbuns

source: Extended version
pt_br: Versão extendida

source: Compact version
pt_br: Versão compacta

source: Select picture
pt_br: Selecionar imagem

source: Width x Height
pt_br: Largura x Altura

source: Effect
pt_br: Efeito

source: No effect
pt_br: Sem efeito

source: No float
pt_br: Sem float

source: Insert
pt_br: Inserir

source: Note : Based on your server memory limit you should not upload larger images then <strong>%d x %d</strong> pixel
pt_br: Nota: Baseado no limite de memória do seu servidor, você não deve enviar imagens maiores que <strong> %d x %d </strong> pixels

source: sec
pt_br: seg

source: Fired
pt_br: Demitido

source: Not fired
pt_br: Não demitido

source: Aperture
pt_br: Abertura

source: Credit
pt_br: Autor

source: Camera
pt_br: Câmera

source: Caption
pt_br: Legenda

source: Copyright
pt_br: Direitos

source: Focal length
pt_br: Comprimento focal

source: Shutter speed
pt_br: Velocidade Shutter

source: Subject
pt_br: Título

source: Make
pt_br: Fazer

source: Edit Status
pt_br: Editar status

source: Category
pt_br: Categoria

source: Keywords
pt_br: Palavras-chave

source: Date Created
pt_br: Data da criação

source: Time Created
pt_br: Hora da criação

source: Author Position
pt_br: Posição do Autor

source: City
pt_br: Cidade

source: Location
pt_br: Localização

source: Province/State
pt_br: Estado

source: Country code
pt_br: Código do país

source: Country
pt_br: País

source: Headline
pt_br: Cabeçalho

source: Source
pt_br: Fonte

source: Copyright Notice
pt_br: Direitos autorais

source: Contact
pt_br: Contato

source: Last modified
pt_br: Última modificação

source: Program tool
pt_br: Programa

source: Format
pt_br: Formato

source: Image Width
pt_br: Largura da Imagem

source: Image Height
pt_br: Altura da Imagem

source: Album overview
pt_br: Resumo do A´lbum

source: [Pictures not found]
pt_br: [Imagens não encontradas]

source: No new tag specified!
pt_br: [Não há nova tag especificada]

source: No new/old valid tag specified!
pt_br: Não há uma tag nova/velha válida especificada!

source: No tag renamed.
pt_br: Sem tags renomeadas.

source: Renamed tag(s) &laquo;%1$s&raquo; to &laquo;%2$s&raquo;
pt_br: Tag(s) renomeada(s) &laquo;%1$s&raquo; para &laquo;%2$s&raquo;

source: No valid new tag.
pt_br: Não há nova tag válida.

source: No objects (post/page) found for specified old tags.
pt_br: Não foram encontrados objetos (posts/páginas) para as tags especificadas.

source: No tag merged.
pt_br: Não foram mascladas tags.

source: Merge tag(s) &laquo;%1$s&raquo; to &laquo;%2$s&raquo;. %3$s objects edited.
pt_br: Tag(s) mesclada(s) &laquo;%1$s&raquo; para &laquo;%2$s&raquo;. %3$s Objetos editos.

source: Error. No enough tags for rename. Too for merge. Choose !
pt_br: Erro. Tags insuficientes para renomear. Muitas para mesclar. Escolha!

source: No tag specified!
pt_br: Nenhuma tag especificada!

source: No tag deleted.
pt_br: Nenhuma tag apagada.

source: %1s tag(s) deleted.
pt_br: %1s tag(s) apaga(s).

source: No new slug(s) specified!
pt_br: Nenhum novo rótulo especificado.

source: Tags number and slugs number isn't the same!
pt_br: Número de tags e rótulos não coincidem.

source: No slug edited.
pt_br: Nenhum rótulo editado.

source: %s slug(s) edited.
pt_br: %s rótulo(s) editado(s).

source: XML-RPC services are disabled on this blog. An admin user can enable them at %s
pt_br: Os serviços de XML-RPC estão desativados para este blog. Um usuário administrador pode habilitar isso em %s

source: Bad login/pass combination.
pt_br: Má combinação de login/senha.

source: You are not allowed to upload files to this site.
pt_br: Você não tem permissão para enviar arquivos para este site.

source: Could not find gallery
pt_br: Não foi possível encontrar a galeria

source: You are not allowed to upload files to this gallery.
pt_br: Você não tem permissão para enviar arquivos para esta galeria.

source: This is no valid image file.
pt_br: Este não é um arquivo de imagem válido.

source: Could not find image id
pt_br: Não conseguimos encontrar o id da imagem

source: Failed to delete image %1$s
pt_br: Falha ao excluir a imagem %1$s

source: Could not write file %1$s (%2$s)
pt_br: Não conseguimos escrever o arquivo %1$s (%2$s)

source: Sorry, you must be able to manage galleries to view the list of galleries
pt_br: Desculpe, você precisa estar habilitado a gerenciar galerias para ver a lista de galerias

source: Sorry, could not create the gallery
pt_br: Desculpe, não foi possível criar a galeria

source: Photos
pt_br: Fotos

source: [View with PicLens]
pt_br: [Ver com PicLens]

source: Back
pt_br: Voltar

source: Next
pt_br: Próximo

source: of
pt_br: de

source: Camera / Type
pt_br: Câmera / Tipo

source: Focal Length
pt_br: Comprimento Focal

source: Widget that displays Media RSS links for NextGEN Gallery.
pt_br: Widget que mostra links RSS para a NextGEN Gallery

source: Link to the main image feed
pt_br: Link pra o feed principal de imagens

source: Title:
pt_br: Título:

source: Show Media RSS icon
pt_br: Mostrar o ícone de RSS de Mídia

source: Show the global Media RSS link
pt_br: Mostrar o link de RSS de Mídia Global

source: Text for the global Media RSS link:
pt_br: Texto para o link global:

source: Tooltip text for the global Media RSS link:
pt_br: Dica para o texto global:

source: Show a NextGEN Gallery Slideshow
pt_br: Mostrar um Slideshow da NextGEN Gallery

source: NextGEN Slideshow
pt_br: Slideshows da NextGEN Gallery

source: <a href="http://www.macromedia.com/go/getflashplayer">Get the Flash Player</a> to see the slideshow.
pt_br: <a href="http://www.macromedia.com/go/getflashplayer">Você precisa fazer o download do Flash Player</a> para ver o slideshow.

source: Select Gallery:
pt_br: Selecionar galeria:

source: All images
pt_br: Todas as imagens

source: Height:
pt_br: Altura:

source: Width:
pt_br: Largura:

source: Add recent or random images from the galleries
pt_br: Adicionar imagens recentes ou aleatórias das galerias

source: NextGEN Widget
pt_br: Widget NextGEN

source: Title :
pt_br: Título

source: Show :
pt_br: Mostrar:

source: Original images
pt_br: Imagens originais

source: recent added
pt_br: Adicionadas recentemente

source: Enable IE8 Web Slices
pt_br: Ativar Web Slices do Internet Explorer 8.0

source: Width x Height :
pt_br: Largura x Altura:

source: Select :
pt_br: Selecione:

source: All galleries
pt_br: Todas as galerias

source: Only which are not listed
pt_br: Somente as que não estão listadas

source: Only which are listed
pt_br: Somente as que estão listadas

source: Gallery ID :
pt_br: ID da Galeria:

source: Gallery IDs, separated by commas.
pt_br: IDs das Galerias, separadas por vírgula.

source: No galleries have been yet created.
pt_br: Não foram criadas galerias.

source: The gallery ID=%s does not exist.
pt_br: A galeria de ID=%s não existe.

source: No album ID has been provided as parameter
pt_br: Não foram providos IDs de álbuns como parâmetros

source: The album ID=%s does not exist.
pt_br: O álbum de ID=%s não existe

source: Invalid MediaRSS command (%s).
pt_br: Comando RSS inválido (%s).
