Repository: memuller/msgdia
Catalog: plugin/nextgen-gallery/lang/nggallery-*.po
Languages: pt_br

source: Operation successful. Please clear your browser cache.
pt_br: Operação com sucesso. Por favor limpe o cache do seu browser. (Exclua os arquivos temporários)

source: Rotate images
pt_br: Girar imagens

source: Pictures deleted successfully
pt_br: Imagens apagadas com sucesso

source: Tags changed
pt_br: Tags alteradas

source: Update successful
pt_br: Atualização com sucesso

source: New gallery page ID
pt_br: Nova ID de página de galeria

source: created
pt_br: criada

source: No gallery
pt_br: Sem galeria

source: Select &#187;
pt_br: Selecione &#187;

source: Show
pt_br: Mostrar

source: Hide
pt_br: Ocultar

source: Image ID:
pt_br: ID da imagem:

source: Alignment
pt_br: Alinhamento

source: None
pt_br: Nenhum

source: Left
pt_br: Esquerda

source: Center
pt_br: Centro

source: Right
pt_br: Direita

source: Size
pt_br: Tamanho

source: Full size
pt_br: Tamanho total

source: Singlepic
pt_br: Imagem única

source: Insert into Post
pt_br: Inserir no post

source: Save all changes
pt_br: Salvar todas as alterações

source: NextGEN Gallery Overview
pt_br: Resumo da NextGEN Gallery

source: Thanks to all donators...
pt_br: Obriado a todos os doadores...

source: View all
pt_br: Ver tudo

source: Newsfeed could not be loaded. Check the <a href="%s">front page</a> to check for updates.
pt_br: Feeds de notícias não puderam ser carregados. Por favor, verifique <a href="%s">nossa home</a> para procurar por atualizações.

source: At a Glance
pt_br: Agora

source: Image
pt_br: Imagem

source: Album
pt_br: Álbum

source: Upload pictures
pt_br: Imagens enviadas

source: Here you can control your images, galleries and albums.
pt_br: Aqui você pode controlar suas imagens, galerias e álbuns.

source: Gallery Administrator
pt_br: Administrador da Galeria

source: Gallery Editor
pt_br: Editor de Galeria

source: You currently have %s rights.
pt_br: Você atualmente possui direitos de %s.

source: Welcome to NextGEN Gallery !
pt_br: Bem-vindo a NextGEN Gallery!

source: Latest News
pt_br: Últimas Notícias

source: Recent donators
pt_br: Doadores Recentes

source: Server Settings
pt_br: Configurações do Servidor

source: Related plugins
pt_br: Plugins relacionados

source: Graphic Library
pt_br: Biblioteca Gráfica

source: No GD support
pt_br: Sem suporte a GD

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Not set
pt_br: Não configurado

source: On
pt_br: Ativado

source: Off
pt_br: Desativado

source: Operating System
pt_br: Sistema Operacional

source: Server
pt_br: Servidor

source: Memory usage
pt_br: Uso de memória

source: MYSQL Version
pt_br: Versão do MySQL

source: SQL Mode
pt_br: Modo SQL

source: PHP Version
pt_br: Versão do PHP

source: PHP Allow URL fopen
pt_br: PHP permite URL fopen

source: PHP Memory Limit
pt_br: Limite de memória no PHP

source: PHP Max Upload Size
pt_br: Limite máximo de upload no PHP

source: PHP Max Post Size
pt_br: Limite máximo de post no PHP

source: PHP Output Buffer Size
pt_br: Tamanho do Buffer de Saída do PHP

source: PHP Max Script Execute Time
pt_br: Tempo máximo de execuação de script no PHP

source: PHP Exif support
pt_br: Módulo PHP Exif

source: PHP IPTC support
pt_br: Suporte PHP IPTC

source: PHP XML support
pt_br: Suporte PHP XML

source: NextGEN Gallery contains some functions which are only available under PHP 5.2. You are using the old PHP 4 version, upgrade now! It's no longer supported by the PHP group. Many shared hosting providers offer both PHP 4 and PHP 5, running simultaneously. Ask your provider if they can do this.
pt_br: A Galeria NextGEN contém muitas funções que estão disponíveis através do PHP 5.2. Se você estiver a versão antiga PHP 4, atualize agora! A galeria não irá suportar neste grupo de PHP. Muitos servidores compartilhados oferecem ambos PHP 4 e PHP 5, rodando simultaneamente. Pergunte ao seu servidor se eles podem fazer isso.

source: Storage Space
pt_br: Espaço em Disco

source: Upload Space Used:
pt_br: Espaço utilizando no upload:

source: Upload Space Remaining:
pt_br: Espaço restante para upload:

source: Install
pt_br: Instalar

source: Updated capabilities
pt_br: Capacidades atualizadas

source: Roles / capabilities
pt_br: Permissões / capacidades

source: Select the lowest role which should be able to access the follow capabilities. NextGEN Gallery supports the standard roles from WordPress.
pt_br: Selecione o nível mínimo de permissão para acessar as seguintes funções. A NextGEN Gallery suporta as regras padrões do WordPress.

source: For a more flexible user management you can use the
pt_br: Para um controle mais flexível de usuário você pode usar

source: Main NextGEN Gallery overview
pt_br: Resumo Geral da NextGEN Gallery

source: Use TinyMCE Button / Upload tab
pt_br: Usar botão no Editor do Wordpress

source: Add gallery / Upload images
pt_br: Add galeria / Enviar imagens

source: Manage gallery
pt_br: Gerenciar galeria

source: Manage others gallery
pt_br: Gerenciar outras galerias

source: Manage tags
pt_br: Gerenciar tags

source: Edit Album
pt_br: Editar Álbum

source: Change style
pt_br: Alterar estilo

source: Change options
pt_br: Alterar opções

source: Update capabilities
pt_br: Atualizar capacidades

source: Image rotated
pt_br: Miniatura girada

source: Error rotating thumbnail
pt_br: Erro ao girar miniatura

source: 90&deg; clockwise
pt_br: 90&deg; no sentido horário

source: 90&deg; anticlockwise
pt_br: 90&deg; no sentido anti-horário

source: Flip vertically
pt_br: Espelhar verticalmente

source: Flip horizontally
pt_br: espelhar horizontamente

source: Cache cleared
pt_br: Cache limpa

source: General Options
pt_br: Opções gerais

source: Thumbnails
pt_br: Miniaturas

source: Images
pt_br: Imagens

source: Effects
pt_br: Efeitos

source: Watermark
pt_br: Marca dágua

source: Gallery path
pt_br: Caminho da galeria

source: This is the default path for all galleries
pt_br: Este é o caminho padrão para todas as galerias

source: Delete image files
pt_br: Apagar arquivos de imagem

source: Delete files, when removing a gallery in the database
pt_br: Apagar arquivos quando movendo uma galeria na base de dados

source: Activate permalinks
pt_br: Ativar permalinks

source: When you activate this option, you need to update your permalink structure one time.
pt_br: Quando você ativa esta opção, você precisa atualizar a estrutura de permalinks uma vez.

source: Select graphic library
pt_br: Selecionar biblioteca gráfica

source: GD Library
pt_br: Biblioteca GD

source: ImageMagick (Experimental). Path to the library :
pt_br: ImageMagick (Experimental). Caminho para a biblioteca:

source: Activate Media RSS feed
pt_br: Ativar RSS Feed

source: A RSS feed will be added to you blog header. Useful for CoolIris/PicLens
pt_br: Um feed RSS será adiciona ao cabeçalho do seu blog. Útil para CoolIris/PicLens

source: Activate PicLens/CoolIris support
pt_br: Ativar suporte a CoolIris/PicLens

source: When you activate this option, some javascript is added to your site footer. Make sure that wp_footer is called in your theme.
pt_br: Quando você ativa essa opção um código javascript é adicionado ao rodapé do site. Certifique-se que a função wp_footer está colocada em seu tema.

source: Tags / Categories
pt_br: Tags / Categorias

source: Activate related images
pt_br: Ativar imagens relacionadas

source: This option will append related images to every post
pt_br: Esta opção irá adicionar imagens relacionadas em cada post

source: Match with
pt_br: Comparar com

source: Categories
pt_br: Categorias

source: Max. number of images
pt_br: Número máximo de imagens

source: 0 will show all images
pt_br: 0 irá mostrar todas as imagens

source: More settings
pt_br: Mais configurações

source: Thumbnail settings
pt_br: Configurações de miniaturas

source: Please note : If you change the settings, you need to recreate the thumbnails under -> Manage Gallery .
pt_br: Observação: Se alterar essas configurações, você precisará recriar as miniaturas em -> Gerenciar Galeria.

source: Thumbnail quality
pt_br: Qualidade da miniatura

source: Image settings
pt_br: Configurações da Imagem

source: Resize Images
pt_br: Redimensionar Imagens

source: Image quality
pt_br: Qualidade da imagem

source: Single picture
pt_br: Imagem única

source: Cache single pictures
pt_br: Lembrar imagens únicas

source: Creates a file for each singlepic settings. Reduce the CPU load
pt_br: Cria um arquivo para cada imagem única. Reduz a carga da CPU

source: Clear cache folder
pt_br: Limpar pasta cache

source: Proceed now
pt_br: Proceder agora

source: Deactivate gallery page link
pt_br: Desativar link para a página da galeria

source: The album will not link to a gallery subpage. The gallery is shown on the same page.
pt_br: O Álbum não irá linkar para uma subpágina de galeria. A Galeria é mostra na mesma página.

source: Number of images per page
pt_br: Número de imagens por página

source: 0 will disable pagination, all images on one page
pt_br: 0 irá desativa a paginação, todas as imagens serão mostradas em uma única página

source: Number of columns
pt_br: Número de colunas

source: 0 will display as much as possible based on the width of your theme. Setting normally only required for captions below the images
pt_br: 0 irá mostrar o número de colunas possível de acordo com a largura do seu tema. Configuração necessária apenas para utilização de descrição das imagens.

source: Integrate slideshow
pt_br: Slideshow integrado

source: Show first
pt_br: Mostrar primeira

source: Show ImageBrowser
pt_br: Mostrar visualizador de imagens

source: The gallery will open the ImageBrowser instead the effect.
pt_br: A Galeria abrirá o visualizador de imagens ao invés do efeito.

source: Add hidden images
pt_br: Adicionar imagens escondidas

source: If pagination is used, this option will still show all images in the modal window (Thickbox, Lightbox etc.). Note : This increase the page load
pt_br: Se a paginação for usada, esta opção erá mostrar todas as imagens numa janela em modal (Thickbox, Lightbox, etc.). Note: Isto aumenta o carregamento da página

source: Enable AJAX pagination
pt_br: Habilitar paginação em AJAX

source: Browse images without reload the page. Note : Work only in combination with Shutter effect
pt_br: Navegar nas imagens sem recarregar a página. Note: Funciona somente na combinação com o efeito Shutter

source: Sort options
pt_br: Classificar opções

source: Sort thumbnails
pt_br: Classificar miniaturas

source: Custom order
pt_br: Ordem personalizada

source: File name
pt_br: Nome do arquivo

source: Date / Time
pt_br: Data / Hora

source: Sort direction
pt_br: Direção da classificação

source: Here you can select the thumbnail effect, NextGEN Gallery will integrate the required HTML code in the images. Please note that only the Shutter and Thickbox effect will automatic added to your theme.
pt_br: Aqui você pode selecionar o efeito da miniatura, a Galeria NexGEN irá integrar o código HTML necessário nas imagens. Por favor note que somente os efeitos Shutter e Thickbox serão automaticamente adicionados ao seu tema.

source: With the placeholder
pt_br: Com demarcador de local

source: you can activate a navigation through the images (depend on the effect). Change the code line only , when you use a different thumbnail effect or you know what you do.
pt_br: Você pode ativar a navegação através das imagens (de acordo com o efeito). Altere a linha de comando apenas quando você utilizar um efeito diferente ou quando você tiver certeza do que está fazendo.

source: JavaScript Thumbnail effect
pt_br: Efeito Javascript para miniaturas

source: Custom
pt_br: Personalizado

source: Link Code line
pt_br: Linha de código do link

source: Please note : You can only activate the watermark under -> Manage Gallery . This action cannot be undone.
pt_br: Obervação: Você só pode ativar a opção de marca dágua no menu -> Gerenciar Galeria. Esta ação NÃO pode ser desfeita.

source: Preview
pt_br: Visualização

source: Position
pt_br: Posição

source: Offset
pt_br: Recuo

source: Use image as watermark
pt_br: Usar imagem como marca dágua

source: URL to file
pt_br: URL do arquivo

source: The accessing of URL files is disabled at your server (allow_url_fopen)
pt_br: O acesso a arquivos por URL está desativado no seu servidor (allow_url_fopen)

source: Use text as watermark
pt_br: Usar texto como marca dágua

source: Font
pt_br: Fonte

source: This function will not work, cause you need the FreeType library
pt_br: Esta função não irá funcionar, você precisa da biblioteca FreeType

source: You can upload more fonts in the folder <strong>nggallery/fonts</strong>
pt_br: Você pode enviar mais fontes para a pasta <strong>nggallery/fonts</strong>

source: Color
pt_br: Cor

source: (hex w/o #)
pt_br: (hexadecimal w/o #)

source: Text
pt_br: Texto

source: Opaque
pt_br: Opaco

source: The path to imagerotator.swf is not defined, the slideshow will not work.
pt_br: O caminho para o imagerotator.swf não está configurado, o slideshow não irá funcionar.

source: If you would like to use the JW Image Rotatator, please download the player <a href="http://www.longtailvideo.com/players/jw-image-rotator/" target="_blank" >here</a> and upload it to your Upload folder (Default is wp-content/uploads).
pt_br: Se você deseja utilizar o JW Image Rotator, por favor faça o download do arquivo <a href="http://www.longtailvideo.com/players/jw-image-rotator/" target="_blank" >clicando aqui</a> e coloque ele na sua pasta de uploads (por Padrão é wp-content/uploads).

source: The settings are used in the JW Image Rotator Version
pt_br: As configurações são usadas no JW Imagem Rotator Versão

source: See more information for the Flash Player on the web page
pt_br: Veja mais informações para o Flash Player no site

source: Path to the Imagerotator (URL)
pt_br: Caminho para o ImageRotator (URL)

source: Search now
pt_br: Buscar agora

source: Press the button to search automatic for the imagerotator, if you uploaded it to wp-content/uploads or a subfolder
pt_br: Pressione o botão para buscar automaticamente pelo imagerotator, caso você tenha enviado ele para a pasta wp-content/uploads ou uma subpasta

source: Default size (W x H)
pt_br: Tamanho padrão (Altura x Largura)

source: Shuffle mode
pt_br: Modo aleatório

source: Show next image on click
pt_br: Mostrar próxima imagem ao clicar

source: Show navigation bar
pt_br: Mostrar barra de navegação

source: Show loading icon
pt_br: Mostrar informação de carregamento

source: Use watermark logo
pt_br: Usa logo de marca dágua

source: You can change the logo at the watermark settings
pt_br: Você pode alterar o logo nas configurações de marca dágua

source: Stretch image
pt_br: Encaixar imagem

source: true
pt_br: Verdadeiro

source: false
pt_br: Falso

source: fit
pt_br: encaixar

source: none
pt_br: nenhum

source: Duration time
pt_br: Tempo

source: sec.
pt_br: seg.

source: Transition / Fade effect
pt_br: Efeito de transição

source: fade
pt_br: Transição simples

source: bgfade
pt_br: Transição de fundo

source: slowfade
pt_br: Transição lenta

source: circles
pt_br: Círculos

source: bubbles
pt_br: Bolhas

source: blocks
pt_br: Blocos

source: fluids
pt_br: Líquidos

source: lines
pt_br: Linhas

source: random
pt_br: Aleatório

source: Use slow zooming effect
pt_br: Usar efeito de zoom lento

source: Background Color
pt_br: Cor de fundo

source: Texts / Buttons Color
pt_br: Cor dos Textos / Botões

source: Rollover / Active Color
pt_br: Cor de ativação

source: Screen Color
pt_br: Cor da tela

source: Background music (URL)
pt_br: Som de fundo (URL)

source: Try XHTML validation (with CDATA)
pt_br: Tentar validação XHTML (utilizando CDATA)

source: Important : Could causes problem at some browser. Please recheck your page.
pt_br: Importante: Pode causar problemas em algunas browsers. Por favor confira novamente sua página.

source: Reset all settings to default parameter
pt_br: Reiniciar todas as configurações para o parâmetro padrão

source: Uninstall sucessful ! Now delete the plugin and enjoy your life ! Good luck !
pt_br: Desintalado com sucesso! Agora remova o plugin e aproveite a vida! Boa Sorte!

source: Reset options
pt_br: Reiniciar opções

source: Reset all options/settings to the default installation.
pt_br: Reiniciar todas as opções/configurações para o padrão da instalação.

source: Reset settings
pt_br: Reiniciar configurações

source: Reset all options to default settings ?\n\nChoose [Cancel] to Stop, [OK] to proceed.\n
pt_br: Reiniciar todas as opções para as configurações padrão?\n\nEscolha [Cancelar] para parar, [OK] para continuar.\n

source: Uninstall plugin tables
pt_br: Desinstalar tabelas do plugin

source: You don't like NextGEN Gallery ?
pt_br: Você não gostou da NextGen Gallery?

source: No problem, before you deactivate this plugin press the Uninstall Button, because deactivating NextGEN Gallery does not remove any data that may have been created.
pt_br: Não tem problema. Antes de você desativar este plugin pressiona o Botão de desinstação, porque apenas desativando o plugin as tabelas da NextGEN Gallery não serão removidas.

source: WARNING:
pt_br: AVISO:

source: Once uninstalled, this cannot be undone. You should use a Database Backup plugin of WordPress to backup all the tables first. NextGEN gallery is stored in the tables
pt_br: O processo de desinstalação não pode ser desfeito. Você deveria fazer backup da sua base de dados primeiro.

source: and
pt_br: e

source: Uninstall plugin
pt_br: Desinstalar Plugin

source: You are about to Uninstall this plugin from WordPress.\nThis action is not reversible.\n\nChoose [Cancel] to Stop, [OK] to Uninstall.\n
pt_br: Você está prestes a desinstalar este plugin do WordPress.\nEsta ação não pode ser desfeita.\nEscolha [Cancelar] para parar, [OK] para Desinstalar.\n

source: Meta Data
pt_br: Meta Informação

source: Value
pt_br: Valor

source: No meta data saved
pt_br: Nenhuma meta informação foi salva

source: EXIF Data
pt_br: Dados EXIF

source: No exif data
pt_br: Sem dados exif

source: IPTC Data
pt_br: Dados IPTC

source: XMP Data
pt_br: Dados XMP

source: (From the theme folder)
pt_br: (Da pasta do tema)

source: You do not have sufficient permissions to edit templates for this blog.
pt_br: Você não tem permissões suficientes para editar os temas deste blog.

source: CSS file successfully updated
pt_br: Arquivo CSS atualizado com sucesso

source: Style Editor
pt_br: Editor de Estilos (CSS)

source: Activate and use style sheet:
pt_br: Ativar e usar folha de estilos (CSS):

source: Activate
pt_br: Ativar

source: Editing <strong>%s</strong>
pt_br: Editando <strong>%s</strong>

source: Browsing <strong>%s</strong>
pt_br: Procurando <strong>%s</strong>

source: Version
pt_br: Versão

source: Tip : Copy your stylesheet (nggallery.css) to your theme folder, so it will be not lost during a upgrade
pt_br: Dica: Copie sua folha de estilos (nggallery.css) para a pasta do seu tema, então ele não será perdido durante o upgrade.

source: Your theme contain a NextGEN Gallery stylesheet (nggallery.css), this file will be used
pt_br: Seu tema contém uma folha de estilos da NextGEN Gallery (nggallery.css), este arquivo será utiliado

source: Tip No. 2: Use the color picker below to help you find the right color scheme for your gallery!
pt_br: Dica N&deg; 2: Use o selecionador de cores abaixo para ajudá-lo a encontrar a cor certa do tema para sua galeria!

source: Update File
pt_br: Atualizar arquivo

source: If this file were writable you could edit it.
pt_br: Se este arquivo possuir permissão de gravação, você pode editá-lo.

source: Oops, no such file exists! Double check the name and try again, merci.
pt_br: O arquivo não existe. Confira o nome do arquivo e tente novamente.

source: Most popular
pt_br: Popular

source: Least used
pt_br: Últimos utilizados

source: Alphabetical
pt_br: Ordem Alfabética

source: Manage image tags
pt_br: Gerenciar tags de imagens

source: Existing Tags
pt_br: Tags existentes

source: Search tags
pt_br: Procurar tags

source: Go
pt_br: Vai

source: Sort Order:
pt_br: Ordem de Classificação:

source: View all images tagged with %s
pt_br: Ver todas as imagens marcadas com a tag %s

source: Previous tags
pt_br: Tags anteriores

source: Next tags
pt_br: Próximas tags

source: Rename Tag
pt_br: Renomear tag

source: Enter the tag to rename and its new value. You can use this feature to merge tags too. Click "Rename" and all posts which use this tag will be updated.
pt_br: Insira a tag a ser renomeada e o novo nome. Você pode usar esta função para mesclar tags também. Clique em "Renomear" e todos os posts com esta tag serão atualizados.

source: You can specify multiple tags to rename by separating them with commas.
pt_br: Você pode especificar várias tags para que sejam renomeadas, basta separar as tags com vírgulas

source: Tag(s) to rename:
pt_br: Tag(s) para renomear:

source: New tag name(s):
pt_br: Novo(s) nome(s) de tag(s):

source: Rename
pt_br: Renomear

source: Delete Tag
pt_br: Apagar Tag

source: Enter the name of the tag to delete. This tag will be removed from all posts.
pt_br: Insira o nome da Tag para apagar. Esta tag será removida de todos os posts.

source: You can specify multiple tags to delete by separating them with commas
pt_br: Você pode especificar várias tags para que sejam renomeadas, basta separar as tags com vírgulas

source: Tag(s) to delete:
pt_br: Tag(s) para apagar:

source: Edit Tag Slug
pt_br: Editar rótulo da Tag

source: Enter the tag name to edit and its new slug. <a href="http://codex.wordpress.org/Glossary#Slug">Slug definition</a>
pt_br: Insira o nome da tag para renomear e seu novo rótulo. <a href="http://codex.wordpress.org/Glossary#Slug">Definição de rótulo (inglês)</a>

source: Tag(s) to match:
pt_br: Tag(s) para comparar:

source: Slug(s) to set:
pt_br: Rótulo(s) para configurar:

source: Upgrade database structure...
pt_br: Atualizar estrutura de banco de dados...

source: finished
pt_br: finalizado

source: Update file structure...
pt_br: Atualizar estrtura de arquivos...

source: Import date and time information...
pt_br: Importar informação de data e hora...

source: Move imagerotator to new location...
pt_br: Mover o imagerotator para um novo local...

source: Update settings...
pt_br: Atualizar configurações...

source: Some folders/files could not renamed, please recheck the permission and rescan the folder in the manage gallery section.
pt_br: Algumas pastas ou arquivos não puderam ser renomeados, por favor, configura as permissões e faça uma nova busca na pasta de imagens na seção gerenciar galeria.

source: Rename failed
pt_br: Renomear falhou

source: Upgrade NextGEN Gallery
pt_br: Atualizar a NextGEN Gallery

source: The script detect that you upgrade from a older version.
pt_br: O script detectou que você atualizou de uma versão antiga.

source: Your database tables for NextGEN Gallery is out-of-date, and must be upgraded before you can continue.
pt_br: Suas tabelas do banco de dados da NextGEN Gallery estão desatualizadas e precisam ser atualizadas antes que você possa utilizar.

source: If you would like to downgrade later, please make first a complete backup of your database and the images.
pt_br: Se você desejar voltar a versão anterior, por favor, faça antes um backup da sua base de dados e das imagens.

source: The upgrade process may take a while, so please be patient.
pt_br: O processo de atualização pode demorar um pouco, seja paciente.

source: Start upgrade now
pt_br: Iniciar atualização agora

source: Upgrade sucessful
pt_br: Atualização realizada com sucesso

source: Continue
pt_br: Continuar

source: Update successfully
pt_br: Atualizado com sucesso

source: General WordPress MU Settings
pt_br: Configurações gerais do WordPress MU
